tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "coursier/formulas"
tap "xo/xo"

brew "git"
brew "zsh"
brew "nvim"
brew "tmux"
brew "go"
brew "rust"
brew "nodejs"
brew "fzf"
brew "yadm"
brew "rg"
brew "fd"
brew "bat"
brew "git-delta"
brew "eza"
brew "yq"
brew "jq"
brew "htop"
brew "grpcurl"
brew "kubectx"
brew "k9s"
brew "usql"
brew "openjdk"
brew "openjdk@11"
brew "openjdk@17"
brew "coursier"
brew "gnu-sed"
brew "gh"
brew "openssh"
brew "rsync"

cask "docker"
cask "alacritty"
cask "alt-tab"
cask "rectangle"
cask "scroll-reverser"
cask "clipy"
cask "obsidian"
cask "spotify"
cask "caffeine"
cask "google-cloud-sdk"
cask "postman"
cask "karabiner-elements"
cask "hiddenbar"

cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
