tap "homebrew/bundle"
tap "coursier/formulas"

brew "git"
brew "fish"
brew "zsh"
brew "bash"
brew "nvim"
brew "tmux"
brew "go"
brew "fzf"
brew "yadm"
brew "rg"
brew "fd"
brew "bat"
brew "zoxide"
brew "git-delta"
brew "eza"
brew "yq"
brew "jq"
brew "htop"
brew "grpcurl"
brew "openjdk"
brew "openjdk@11"
brew "coursier"
brew "gnu-sed"
brew "gh"
brew "openssh"
brew "rsync"
brew "pngpaste"
brew "imagemagick"
brew "protobuf"
brew "wget"
brew "semtag"
brew "kcat"
brew "lazygit"
brew "kubectx"
brew "mise"
brew "tfenv"
brew "go-task"

cask "docker"
cask "kitty"
cask "alt-tab"
cask "rectangle"
cask "scroll-reverser"
cask "clipy"
cask "obsidian"
cask "spotify"
cask "caffeine"
cask "google-cloud-sdk"
cask "karabiner-elements"
cask "ukelele"
cask "hiddenbar"
cask "1password"
cask "bruno"

cask "font-jetbrains-mono-nerd-font"
