tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "git"
brew "zsh"
brew "nvim"
brew "tmux"
brew "go"
brew "nodejs"
brew "fzf"
brew "yadm"
brew "rg"
brew "fd"
brew "bat"
brew "git-delta"
brew "eza"
brew "yq"
brew "yq"
brew "htop"
brew "lazygit"
brew "grpcurl"
brew "kubectx"
brew "k9s"
brew "spicetify-cli"
cask "wezterm"
cask "docker"
cask "alt-tab"
cask "rectangle"
cask "scroll-reverser"
cask "obsidian"
cask "spotify"
cask "caffeine"
cask "clipy"
cask "google-cloud-sdk"
cask "postman"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
